Repository: JanaBan99/XML-to-PO-and-XLSX-PO-to-XML-and-XLSX-XLSX-to-PO-or-XML-Converter
Catalog: uploads/translated_strings_*.po
Languages: si

source: Manages sales
si: විකුණුම් කළමනාකරණය කරයි

source: Cash management
si: මුදල් කළමනාකරණය

source: Invoice
si: ඉන්වොයිසිය

source: Cash refund
si: මුදල් ආපසු ගෙවීම

source: Logout
si: පිටවීම

source: All
si: සෑම

source: admin
si: පරිපාලක

source: Backoffice
si: ආපසු කාර්යාලය

source: Clear Items
si: අයිතම ඉවත් කරන්න

source: Add other charges/tax
si: වෙනත් ගාස්තු/බදු එකතු කරන්න

source: Sync
si: සමමුහුර්ත කරන්න

source: Dine in
si: කෑම කන්න

source: Take away
si: අඩු කරන්න

source: Delivery
si: භාරදීම

source: Subtotal
si: උප එකතුව

source: Total Line Discount
si: සම්පූර්ණ රේඛා වට්ටම්

source: Total Discount
si: සම්පූර්ණ වට්ටම්

source: Charge
si: අයකිරීම

source: New Order
si: නව ඇණවුම

source: Table
si: වගුව

source: Name
si: නම

source: Number of People
si: පුද්ගලයන් සංඛ්යාව

source: Create Ticket
si: ටිකට් සාදන්න

source: Cancel
si: අවලංගු කරන්න

source: Add Item
si: අයිතමය එකතු කරන්න

source: Quantity
si: ප්රමාණය

source: Unit price
si: ඒකක මිල

source: Discount
si: වට්ටම්

source: Remark
si: සටහන් කරන්න

source: REMOVE FROM RECEIPT
si: ලදුපතෙන් ඉවත් කරන්න
